<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<!DOCTYPE html>
<html>
<head>
<meta charset="UTF-8">
<title>Insert title here</title>
</head>
<body>


<div id = "container">
게시일: 2023년 4월 10일
<br>
트립닷컴에 방문하신 것을 환영합니다! 본 개인정보 처리방침은 당사의 쿠키 정책 및 이용약관과 함께 트립닷컴이 이용자에 대한 식별 가능한 정보를 수집 및 처리하는 방식을 명시하고 있으며, 당사가 운영하는 모든 트립닷컴 웹사이트(모든 파트너사 웹사이트 포함), 모바일앱 및 트립닷컴에서 운영하는 기타 서비스(이하 “서비스”)에 적용됩니다.
<br>
당사는 이용자가 신뢰를 바탕으로 온라인을 통해 정보를 제공한다는 것을 충분히 이해하고 있습니다. 당사는 이용자의 신뢰를 매우 중요시하며, 이용자가 당사 웹사이트 방문 또는 서비스 이용 시 제공하는 이용자 개인정보의 보안과 기밀성을 보장하기 위해 최선을 다하고 있습니다. 개인정보 제공 전에 본 개인정보 처리방침을 주의하여 읽고 이해하시기 바랍니다.
<br>
개인정보 처리방침 및 트립닷컴 소개
<br>
개인정보 처리방침은 언제 적용되는가?
<br>
본 개인정보 처리방침은 식별 가능한 이용자로부터 수집한 이용자에 대한 개인정보에 적용됩니다. 본 개인정보 처리방침은 이용자를 식별할 수 없는 익명 데이터에는 어떠한 방식으로도 적용되지 않습니다.<br>
본 웹사이트는 제3자 웹사이트의 링크가 포함될 수 있습니다. 트립닷컴은 이러한 제3자 웹사이트의 개인정보 처리방침이나 내용에 대해 책임을 지지 않습니다. 이와 같은 웹사이트의 개인정보 처리방침 또한 주의하여 읽는 것을 권장드립니다.<br>
<br>
데이터 관리자
<br>
트립닷컴 및 모바일앱에 제공되거나 트립닷컴이 수집하는 모든 정보의 데이터 관리자는 Trip.com Travel Singapore Pte. Ltd.로 72 Anson Road, #12-01, Anson House, Singapore (079911)에 소재한 유한책임회사입니다.
<br>
개인정보 및 이용 안내
<br>
트립닷컴이 수집하는 이용자의 개인정보란 무엇인가?
<br>
 

·         이용자가 직접 제공하는 정보
<br>
트립닷컴은 이용자가 요청하는 서비스를 제공하기 위해 이용자가 직접 당사에 제공하는 정보를 수집하고 이용합니다. 예를 들어, 트립닷컴 계정 등록 시 이름, 성별, 생년월일, 휴대폰 번호, 이메일 주소 및 기타 정보를 제공해야 합니다. 항공권 또는 기차표를 예약하거나 당사의 렌터카 서비스 이용 시 탑승객 이름, 성별, 신분증 번호,  연락처 이름, 휴대폰 번호, 이메일 주소, 배송지 주소 및 기타 정보를 제공해야 합니다. 호텔 및 액티비티 예약 시 여행자 이름, 연락처 이름, 휴대폰 번호, 이메일 주소 등을 제공해야 합니다. 여행 상품 결제 시 이용자는 본인의 은행카드 번호, 해당 은행에 등록된 휴대폰 번호 또는 본인의 신용카드 번호, 카드소지자 이름 및 만료일자 등을 제공해야 합니다.
<br>
당사는 이용자에게 제공하는 서비스를 맞춤화하기 위해, 이용자의 식사 요청, 출발일, 체크인&체크아웃 시간, 좌석/티켓/보험 선택사항 및 트립닷컴이 제공하는 기타 서비스 선택사항(예: 렌터카, 액티비티, 트립 가이드 등)을 포함한 이용자의 여행 계획과 선호 사항에 대한 정보도 수집할 수 있습니다.
<br>
이용자가 당사의 고객센터와 연락을 취하거나, 소셜미디어 계정과 같은 기타 수단을 통해 당사에 연락해야 하는 경우에도 당사는 이용자 이름 및 연락처 등 정보를 수집합니다. 이는 이용자가 전화 발신 및 수신 시 통화 내용 녹음을 포함합니다.
<br>
추천(공유) 이벤트 또는 추첨 행사 참여 시에도 당사에 이용자의 이름과 연락처를 제공하는 것으로 간주합니다. 이 외에도 트립닷컴을 통한 여행 서비스 이용에 대해 피드백을 제공하거나 도움을 요청할 수 있습니다.
<br>
이용자가 다른 사람과 함께 여행하거나 다른 사람의 예약을 대리로 진행하는 경우, 해당 여행객의 상세정보를 트립닷컴에 제공해야 합니다. 단, 이용자가 개인정보를 대신 제공한 여행객이 본인의 개인정보를 제공하는 것을 인지하고, 이와 같은 목적으로 그들의 개인정보를 트립닷컴과 공유하는 것을 동의하였는지의 여부는 이용자의 책임임을 알려드립니다.
<br>
·         당사가 자동으로 수집하는 정보
<br>
트립닷컴은 이용자 관련 정보를 자동으로 수집합니다. 구체적인 내용은 다음과 같습니다.
<br>
이용자가 당사 서비스 이용 시 쿠키, 웹 비콘 또는 기타 채널을 통해 시스템이 자동으로 수집할 수 있는 로그 정보
<br>
o    이용자가 사용하는 모바일 기기의 IP 주소, 소프트웨어 버전 및 기기 식별자(IDFA/IMEI)와 같은 기기 정보 또는 소프트웨어 정보, 당사 서비스에 접속 시 하기 사용하는 웹 브라우저 또는 모바일 기기 구성
<br>
o    사용한 웹 페이지, 검색한 키워드, 앱을 통해 접속한 페이지 및 당사 서비스 이용 시 검색하거나 탐색한 정보와 같이 당사의 서비스 이용 시 검색하거나 제공한 기타 정보
<br>
o    공유 또는 게시한 사진, 댓글, 날짜 및 시간 등 당사 서비스를 통해 공유한 콘텐츠에 포함된 정보
<br>
o    언어, 지역 및 통화와 같은 이용자 선호사항 관련 정보
<br>
이용자가 기기의 위치 기능 설정 후 위치 기반 서비스 이용 시 당사가 수집하는 위치 정보 이는 GPS또는 Wi-Fi를 통해 수집한 이용자의 위치 정보, 이용자가 당사에 제공한 계정 정보에 포함된 이용자의 주소 정보, 이용자에 의해 게재된 공유 정보 및 이용자의 현재 또는 과거 위치 등이 포함됩니다. 단, 당사의 위치 정보 수집을 원하지 않는 경우, 위치 기능 설정을 해제할 수 있습니다.
<br>
쿠키 사용 방법에 대한 자세한 내용은 아래 쿠키 정책에서 확인하시기 바랍니다.
<br>
·         기타 소스를 통해 수집하는 정보
<br>
제휴사 및 비즈니스 파트너로부터 이용자의 정보를 수집합니다. 예를 들어, 이용자가 당사의 제휴사, 비즈니스 파트너 및 모바일앱을 통해 예약 시, 이용자의 해당 예약 정보는 당사로 전송되어 이용자의 예약을 진행하고 확정될 수 있도록 처리합니다. 기타 예시로 소셜미디어 계정을 당사와 연결하실 경우, 귀하의 동의 하에 (소셜 플랫폼에 대한 동의 필요) 당사는 이용자의 개인정보를 해당 소셜 플랫폼과 공유할 수 있습니다.
<br>
 

또한 당사는 이용자가 당사와 연결할 수 있도록 통화 서비스를 당사의 플랫폼에 통합할 수 있으며, 당사에서 통화 활동에 대한 메타데이터(예: 이용자가 발신한 위치, 이용자 신원, 통화날짜 및 통화시간)를 수집합니다.
<br>
·         개인정보의 특수 범주
<br>
장애 관련 고려사항 및 특별 기내식과 관련된 여행 요청 처리 시 이용자가 제공하는 일부 정보는 "특수 범주"의 개인정보로 간주됩니다.
<br>
트립닷컴은 개인정보를 어떻게 이용하는가?
<br>
§  일반적으로 트립닷컴이 개인정보를 이용하는 용도는 다음과 같습니다.
<br>
1) 서비스 제공: 이용자의 온라인 예약을 완료 및 관리를 위해 당사는 이용자의 개인 데이터를 이용합니다. 또한, 당사는 이용자에게 관련 상품 및 제휴사, 비즈니스 파트너 및 제3자를 통한 서비스를 제공하고 있습니다.
<br>
2) 의무 이행: 관련 정책에 따라 발생하는 보험금 청구 및 지급, 파트너사에게 지급되는 수수료 처리, 서비스 파트너의 손실 청구 또는 지급된 금액 회수 등이 포함됩니다.
<br>
3) 계정 관리: 이용자는 트립닷컴 계정을 생성할 수 있으며, 당사는 이용자의 계정을 관리하고 실질적인 기능을 제공하기 위해 이용자가 제공한 정보를 이용합니다. 이용자는 예약 관리, 개인 설정 관리, 탑승객 정보 추가, 예약 내역 확인, 예약 평가, 결제 관리 등 다양한 작업에서 당사는 이용자의 계정을 이용할 수 있습니다.
<br>
4) 이용자의 문의 및 요청에 대한 응답: 당사는 이용자에게 도움을 드리기 위해 다국어 고객 서비스를 제공합니다.
<br>
5) 마케팅 활동: 이용자가 트립닷컴 계정이 있는 경우, 당사는 이용자의 관심 여행 상품, 서비스에 대한 정보 및 홍보물을 발송하는 등 마케팅 목적으로 이용자의 개인정보를 이용합니다.
<br>
6) 문의: 이용자의 문의사항 또는 요청, 예약 관련 안내사항(예: 예약 요청 완료 안내, 이용이 완료되지 않은 예약 안내 등)에 응답 및 처리, 이용자에게 설문지 전송, 당사의 서비스 등에 대한 피드백 요청 등에 이용할 수 있습니다.
<br>
7) 시장 조사: 당사의 관심 상품, 서비스 및 웹사이트에 대한 시장 조사의 목적으로 이용자의 참여를 요구할 수 있습니다.
<br>
8) 서비스 보안 및 안전성 개선: 당사는 사기 및 불법 행위를 탐지 및 방지하고, 위험성 평가 및 보안의 목적으로 이용자의 개인정보를 이용할 수 있습니다. 당사의 앱을 이용하고 있는 경우, 앱이 충돌하거나 중단되면 오류가 당사에 보고됩니다. 이를 통해 오류를 검사하고 향후 출시에 맞춰 앱 안정성을 높일 수 있습니다.
<br>
9) 데이터 조사: 당사의 상품 및 서비스 또는 마케팅 계획, 기타 서비스 개선을 위하여 이용자의 위치, 선호도 및 인구 통계학적 정보 또는 기타 출처 (제3자 포함)에서 얻은 데이터에 맞춘 분석을 위해 이용자의 개인 데이터를 이용할 수 있습니다.
<br>
10) 운영 관리: 예약 관리, 고객 확인, 기술 지원, 네트워크 유지, 문제 해결, 내부 관리 업무, 내부 정책 및 절차 및 내부 보고서 작성을 포함하며 이에 국한되지 않습니다.
<br>
11) 모니터링: 
<br>
당사는 이용자 계정을 모니터링하여 관련 법률에 따라 사기, 테러, 잘못된 표현, 보안 사고 또는 범죄를 예방하고 조사 및 보고합니다.<br>
당사의 고객센터 직원과의 전화 대화, 전화 응답 및 전화 문의도 녹음될 수 있습니다. 당사는 이러한 녹음 기록을 이용하여 고객 서비스의 품질을 모니터링하고, 이용자가 제공한 정보의 정확성을 확인하여 부정 행위를 방지하거나, 사내 직원 교육을 위해 사용할 수 있습니다.
<br>당사는 이용자가 당사의 웹사이트 또는 모바일앱을 이용하는 것을 모니터링하여 작동 방식을 개선하기 위해 노력합니다.  <br>
12) 리뷰 및 피드백:<br>

당사는 당사 웹사이트, 모바일앱, 당사 소셜 미디어 계정, 소셜 미디어, 파트너사의 웹사이트의 숙박 관련 페이지에 투숙객 리뷰를 표시합니다. 이는 다른 여행자들에게 이용자가 이용한 여행상품의 품질, 이용자가 선택한 목적지 또는 이용자가 이용한 다른 서비스에 대해 알리기 위해서입니다.
<br>또한 투숙객 리뷰 데이터를 다른 이용자의 피드백과 집계하여 리뷰를 정렬하고 우선순위를 결정합니다. 당사는 이용자의 리뷰나 이용자가 익명으로 당사와 공유하는 다른 목적지 관련 정보가 이용자의 공개 프로필에 포함되어 있지 않는 한, 이 정보를 사용할 수 있습니다. 이는 여행자들이 자신에게 가장 적합한 목적지와 최적의 숙소를 찾을 수 있도록 돕기 위한 것입니다.
<br>13) 결제확인: 신용카드나 직불카드를 결제수단으로 사용하는 경우, 제3자를 통해 제출된 은행 식별 번호, 계좌번호, 카드번호 등의 유효성을 확인하여 부정행위를 방지합니다.
<br>
14) 조사 및 불만사항 관리: 당사는 이용자가 제공하는 정보를 이용하여, 이용자 또는 타인으로부터 당사 웹사이트 또는 당사의 제품과 서비스에 대해 제공받은 불만사항을 조사합니다. 또한 필요에 따라 법적 주장, 준수, 규제 및 조사 목적과 관련된 데이터를 사용합니다(법적 절차 또는 소송과 관련한 해당 정보의 공개 포함).
<br>
15) 법적 목적: 국가 부처 및 규제 당국의 조사에 협조하고 법률 및 규정 준수의 목적으로 법적 분쟁을 처리 및 해결하거나 기타 법률 및 규정 준수, 당사가 구속된 규제 당국이 제정한 모든 규정을 준수하기 위해 이용자의 정보를 이용할 수 있습니다.
<br>
동의 철회 또는 직접 마케팅 반대<br>

당사가 이용자 동의를 신뢰하는 경우 이용자는 해당 동의를 철회할 수 있으나, 이를 철회하는 경우 이용자와 체결했거나 체결하려는 계약을 수행하지 못할 수 있습니다(예: 예약 이행). 동의를 철회하려면 kr_dataprotection@trip.com으로 문의하시기 바랍니다.
<br>
트립닷컴이 개인정보를 공유하는 방식
<br>
당사는 이용자에게 서비스를 원할라게 제공하기 위해 이용자의 예약 정보, 기기 정보, 위치 정보를 파트너사와 같은 제3자와 공유할 수 있습니다. 당사의 파트너사는 다음을 포함합니다.
<br>
o    제공 업체: 호텔, 항공사, 크루즈, 렌터카 공급업체, 여행사, 관광지 및 이벤트 업체 및 예약 시 필요한 대행사를 포함하며, 이에 국한되지 않습니다. 상기의 업체는 여행 상품 및 서비스 제공을 위해 필요 시 이용자에게 연락을 취할 수 있습니다. 제공업체는 트립닷컴의 관리를 받지 않으며, 이들에게 공개된 개인정보는 해당 제공 업체의 개인정보 처리방침과 보안 규정을 적용을 받습니다. 따라서, 당사는 이용자가 트립닷컴을 통해 구매한 상품을 제공하는 여행사의 개인정보 처리방침을 신중히 검토할 것을 권장합니다.
<br>
o    제3자 벤더: 당사는 당사와 계약을 맺고 있는 제3자 벤더와 협력하며, 제 3자 벤더가 신용카드 처리, 비즈니스 분석, 고객 서비스, 마케팅, 설문조사 또는 추첨 이벤트 배포, 부정 행위 방지 등의 서비스 또는 기능을 대신하여 제공할 수 있습니다. 또한 당사 웹사이트의 기능을 운영하거나, 이용자 이익에 맞는 온라인 광고의 전달을 촉진하는 데 필요한 정보를 제3자 벤더가 당사를 대신하여 수집할 수 있도록 허용합니다. 제3자 벤더는 그 기능을 수행하는 데 필요한 경우에만 정보에 접근하고 이를 수집할 수 있으며, 해당 정보를 다른 목적으로 공유하거나 사용할 수 없습니다.
<br>
o    금융기관 및 제3자 결제대행업체: 예약, 환불 요청, 보험 가입 시 관련 정보를 금융기관 또는 제3자 결제대행업체와 공유하며, 사기 적발 및 예방에 필요하다고 판단되는 경우 기타 필요한 정보(예: 이메일 주소, 전화 번호, IP 주소)를 관련 금융 기관과 공유할 수 있습니다.
<br>
o    비즈니스 파트너사: 상품 또는 서비스를 공동으로 제공할 수 있거나 웹사이트 또는 모바일앱에서 상품 또는 서비스를 제공할 수 있는 협력업체입니다. 이용자는 요청한 상품이나 서비스에 제3자의 이름이 단독으로 또는 당사와 공동 표시된 것을 확인하여 제3자가 관여하는 것을 알 수 있습니다. 이러한 선택적 상품이나 서비스를 이용하는 경우, 당사는 이용자 개인정보를 포함한 관련 정보를 해당 파트너사와 공유할 수 있습니다. 당사는 이러한 제3자 비즈니스 파트너사의 개인정보 처리방침을 통제하지 않습니다.
<br>
o    당사 그룹 내 계열사: 당사는 여행 관련 상품 및 서비스에 대한 정보뿐만 아니라 요청받은 서비스를 이용자에게 원활히 제공할 수 있도록 이용자의 개인정보를 당사 계열사와 공유할 수 있습니다. 당사의 모든 사업부는 개인정보에 대해 유사한 보호 조치를 제공하며, 이는 본 개인정보 처리방침과 동일하게 엄격히 준수합니다.
<br>
당사는 법적 의무를 준수하기 위해, 법적 문제 발생 시 또는 합병 및 인수 진행 시 당사 또는 이용자의 이익을 보호하기 위해 이용자의 정보를 공유할 수 있습니다.
<br>
개인정보 처리방침 수정
<br>
트립닷컴은 필요 시 본 개인정보 처리방침을 수정할 권리가 있습니다. 당사가 적합하다고 여길 시 본 개인정보 처리방침을 개정할 수 있다는 것을 유의하기 바랍니다. 당사는 본 개인정보 처리방침의 최종 변경 일자를 기재하고 있으며, 개정된 사항은 게시 시점으로부터 효력을 가집니다. 이용자의 명시적 동의 없이 당사는 본 개인정보 처리방침에 명시된 이용자의 권리를 축소하지 않습니다. 당사는 주요 변경사항을 알아보기 쉽게 게시할 것입니다. (예: 특정 서비스와 관련된 사항을 변경할 경우, 이용자의 이메일로 본 개인정보 처리방침의 특정 변경 사항을 발송해드립니다) 따라서, 개인정보 처리방침을 정기적으로 검토하여 최신 정책을 따라주시기 바랍니다.
<br>
쿠키 정책
<br>
당사는 쿠키를 사용하여 당사의 서비스를 제공하고 당사의 웹사이트를 개선합니다.
<br>
쿠키란 무엇인가?<br>
쿠키는 이용자가 당사의 웹사이트 이용 시 웹사이트에서 이용자 컴퓨터의 브라우저 또는 모바일 기기에 저장하는 소량의 데이터입니다. 쿠키에 대한 자세한 내용은 www.aboutcookies.org에서 확인하시기 바랍니다.
<br>
트립닷컴은 어떤 쿠키를 사용하는가?
<br>
당사가 사용하는 쿠키는 다음과 같습니다.
<br>

필수 쿠키
 <br>

당사가 웹사이트를 운영하는데 반드시 필요한 쿠키입니다. 예를 들어, 웹사이트의 보안 영역에서 로그인하거나, 장바구니를 사용하고 여행 상품을 결제할 수 있도록 하는 쿠키가 포함됩니다.
 <br>

비필수 쿠키

<br>
기능성 쿠키: 기능성 쿠키는 이용자가 당사의 웹사이트로 돌아올 때 고객을 인식하는 데 사용됩니다. 이를 통해 고객별로 컨텐츠를 맞춤화하고 선호사항(예: 언어, 지역 및 통화 선택)을 기억할 수 있습니다.
 
<br>
분석 및 성능 쿠키: 해당 쿠키를 통해 웹사이트 방문자 수를 계산하고 방문자가 웹사이트를  탐색한 방식을 확인할 수 있습니다. 예를 들어, 이용자가 원하는 것을 쉽게 찾을 수 있도록 함으로써 웹사이트의 작동 방식을 개선하는 데 도움이 됩니다.
 
<br>
대상 쿠키: 해당 쿠키는 이용자가 당사 웹사이트에 방문한 기록, 방문한 페이지, 이용자가 이동한 내부 링크를 기록합니다. 당사는 해당 정보를 이용하여 당사 웹사이트 및 당사가 이용자에게 제시하는 여행 상품이 이용자의 관심사와 밀접할 수 있도록 합니다.
 <br>

당사는 세션과 영구 쿠키를 사용합니다. 세션 쿠키는 브라우저를 닫으면 삭제되며, 영구 쿠키는 컴퓨터에 보존되어 있다가 다음 웹사이트 방문 시 활성화됩니다.
<br>
정보통신망 이용촉진 및 정보보호 등에 관한 법률에 따른 국내대리인:
<br>
주식회사 씨트립코리아
<br>
-        업무 책임자: 김지웅 대외정책 이사
<br>
-        이메일 kr_domestic.rep@trip.com
<br>
-        전화번호 +82 2 736 0728 (운영시간 월~금, 오전10시~오후7시)
<br>
-        주소 서울 종로구 종로 51
<br>
위 연락처는 개인정보 관련 문의에 한해 상담 가능합니다.<br>

기타 문의는 아래를 연락처로 문의하시기 바랍니다.<br>
예약 관련 문의 02-1666-0060 (운영시간: 연중무휴 24시간)<br>
마케팅 및 광고 제안 ibu_korea@ctrip.com
</div>
</body>
</html>