<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<!DOCTYPE html>
<html>
<head>
<meta charset="UTF-8">
<title>서비스이용약관</title>
<link href="<%=request.getContextPath() %>/image/icon/title.png" rel="shortcut icon" type="image/x-icon">
</head>
<body>
<div id = "container">

<h4>GostayCatch이용약관 (Ver.1.3)</h4>

<br>
> **최종 갱신일: 2023. 3. 27**
<br>
본 약관은 GostayCatch에서 제공하는 모든 서비스 이용에 적용됩니다.
> 
<br>
## 제1조 (목적)
<br>
1. 이 약관은 주식회사GostayCatch(이하 “회사”)가 운영하는 숙박예약 플랫폼에서 제공하는 예약 관련 서비스(이하 “서비스”)를 이용함에 있어 “회사”와 “이용자”의 권리, 의무 및 책임 사항을 규정함을 목적으로 합니다.
<br>
## ****제2조 (정의)****
<br>
1. “플랫폼”이라 함은 “회사”가 운영하는 숙박예약 플랫폼에서 재화 또는 용역(이하 “재화 등”이라 함)을 “이용자”에게 제공하기 위하여 컴퓨터 등 정보통신설비를 이용하여 재화 등을 거래할 수 있도록 설정한 가상의 영업장을 말하며, 아울러 플랫폼을 운영하는 사업자의 의미로도 사용합니다.
<br>
2. “이용자”라 함은 “플랫폼”에 접속하여 이 약관에 따라 “플랫폼”이 제공하는 서비스를 받는 회원 및 비회원을 말합니다.
<br>
3. “제휴 판매자”라 함은 “회사”와 계약 등을 체결하고 “플랫폼”을 이용하여 자신의 상품∙용역∙서비스를 판매하는 자를 말합니다.
<br>
4. “회원”이라 함은 “플랫폼”에 회원등록을 한 자로서, 계속적으로 “플랫폼”이 제공하는 서비스를 이용할 수 있는 자를 말합니다.
<br>
5. “비회원”이라 함은 “회원”에 가입하지 않고 “플랫폼”이 제공하는 서비스를 이용하는 자를 말합니다.
<br>
## **제3조 (약관 등의 명시와 설명 및 개정)**
<br>
1. “플랫폼”은 이 약관의 내용과 상호 및 대표자 성명, 영업소 소재지 주소(소비자의 불만을 처리할 수 있는 곳의 주소를 포함), 전화번호, E-mail 주소, 사업자등록번호, 통신판매업 신고번호, 개인정보 관리 책임자 등을 이용자가 쉽게 알 수 있도록 “플랫폼”의 초기 서비스화면(전면)에 게시합니다. 다만, 약관의 내용은 이용자가 연결화면을 통하여 볼 수 있도록 할 수 있습니다.
<br>
2. “플랫폼”은 「전자상거래 등에서의 소비자보호에 관한 법률」, 「약관의 규제에 관한 법률」, 「전자문서 및 전자거래 기본법」, 「전자금융거래법」, 「전자서명법」, 「정보통신망 이용촉진 및 정보보호 등에 관한 법률」, 「방문판매 등에 관한 법률」, 「소비자기본법」 등 관련 법을 위배하지 않는 범위에서 이 약관을 개정할 수 있습니다.
<br>
3. “플랫폼”이 약관을 개정할 경우에는 적용 일자 및 개정 사유를 명시하여 현행 약관과 함께 플랫폼의 초기화면에 그 적용 일자 7일 이전부터 적용 일자 전일까지 공지합니다. 다만, 이용자에게 불리하게 약관 내용을 변경하는 경우에는 최소한 30일 이상의 사전 유예기간을 두고 공지합니다. 이 경우 "플랫폼“은 개정 전 내용과 개정 후 내용을 명확하게 비교하여 이용자가 알기 쉽도록 표시합니다.
<br>
4. “플랫폼”이 약관을 개정할 경우에는 그 개정약관은 그 적용 일자 이후에 체결되는 계약에만 적용되고 그 이전에 이미 체결된 계약에 대해서는 개정 전의 약관조항이 그대로 적용됩니다. 단, “회원”은 변경된 약관에 동의하지 않을 권리가 있으며, 동의하지 않을 경우에는 서비스 이용을 중단하고 탈퇴할 수 있습니다.
<br>
5. “회원”이 전 4항 단서에 따라 약관에 대한 반대의사를 표시하지 않고 “서비스”를 이용한 경우에는 약관에 동의한 것으로 봅니다.
<br>
6. 이 약관에서 정하지 아니한 사항과 이 약관의 해석에 관하여는 「전자상거래 등에서의 소비자보호에 관한 법률」, 「약관의 규제에 관한 법률」, 공정거래위원회가 정하는 전자상거래 등에서의 소비자 보호지침 및 관계법령 또는 상관례에 따릅니다.
<br>
## **제4조 (서비스의 제공 및 변경)**
<br>
1. “플랫폼”은 다음과 같은 업무를 수행합니다.
<br>
    1. 시설에 대한 정보 제공
<br>
    2. 서비스 이용에 대한 청약 접수
<br>
    3. 구매 계약이 체결된 서비스에 대한 통지
<br>   
    4. 기타 “플랫폼”이 정하는 업무
<br>
2. “플랫폼”은 재화 등의 품절 또는 기술적 사양의 변경 등의 경우에는 장차 체결되는 계약에 의해 제공할 재화 또는 용역의 내용을 변경할 수 있습니다. 이 경우에는 변경된 재화 또는 용역의 내용 및 제공 일자를 명시하여 현재의 재화 또는 용역의 내용을 게시한 곳에 즉시 공지합니다.
<br>
3. ”플랫폼”은 이용자와 계약을 체결한 서비스의 내용을 재화 등의 품절 또는 기술적 사양의 변경 등의 사유로 변경할 경우에는 그 사유를 이용자에게 통지 가능한 방법으로 즉시 통지합니다.
<br>
4. “플랫폼”은 본조 3항에 따라 이용자에게 변경에 대해 통지하지 않은 경우 이용자가 입은 손해를 배상합니다. 다만, “플랫폼”이 고의 또는 과실이 없음을 입증하는 경우에는 배상이 적용되지 않습니다.  .
<br>
## ****제5조 (서비스의 중단)****
<br>
1. “플랫폼”의 이용은 특별한 사유가 없는 한 연중무휴 1일 24시간의 운영을 원칙으로합니다.
<br>
2. 이용자는 “플랫폼”이 정한 가입 양식에 따라 회원 정보를 기입한 후 약관에 동의한다는 의사표시를 함으로써 회원가입을 신청합니다.
<br>
3. 제1항에 의한 서비스 중단의 경우에는 회사는 제8조에 정한 방법으로 이용자에게 통지합니다.
<br>
4. 서비스 약속 및 시간 당 약속은 i) 불가항력 사건 또는 해당 서비스의 범위를 벗어난 인터넷 엑세스를 포함하여 당사의 합리적인 통제를 벗어난 원인으로 발생하였거나, ii) 귀하의 장비, 소프트웨어, 기타 기술 또는 제 3자의 장비, 소프트웨어, 기타 기술로 인해 발생하였거나, iii) 계약에 따라 귀하의 서비스를 사용할 수 있는 권리를 정지하거나 종료함으로써 발생한 경우에는 서비스의 비가용성, 중단, 종료 또는 서비스 성능에 대한 약속은 적용되지 않습니다.
<br>
## ****제6조 (회원가입)****
<br>
1. “이용자”는 “플랫폼”이 정한 가입 양식에 따라 회원 정보를 기입한 후 해당 약관에 동의한다는 의사표시를 함으로써 회원가입을 신청합니다.
<br>
2. “플랫폼”은 제1항과 같이 회원으로 가입할 것을 신청한 “이용자” 중 다음 각호에 해당하지 않는 한 “회원”으로 등록합니다.
<br>   
    1. 가입 신청자가 약관 제7조 제3항에 의하여 이전에 회원자격을 상실한 적이 있는 경우, 다만 제7조 제3항에 의한 회원자격 상실 후 3년이 경과한 자로서 “플랫폼”의 회원 재가입 승낙을 얻은 경우에는 예외로 한다.
<br>
    2. 등록 내용에 허위, 기재 누락, 오기가 있는 경우
<br>
    3. 기타 회원으로 등록하는 것이 “플랫폼”의 기술상 현저히 지장이 있다고 판단되는 경우
<br>
3. 회원가입 계약의 성립 시기는 “플랫폼”의 승낙이 회원에게 도달한 시점으로 합니다.
<br>
4. 회원은 회원가입 시 등록한 사항에 변경이 있는 경우, 상당한 기간 이내에 “플랫폼”에 대하여 회원 정보 수정 등의 방법으로 그 변경사항을 알려야 합니다.
<br>
## **제7조 (회원 탈퇴 및 자격 상실 등)**
<br>
1. 회원은 “플랫폼”에 언제든지 탈퇴를 요청할 수 있으며 “플랫폼”은 즉시 회원 탈퇴를 처리합니다. 이 경우 제공된 회원 혜택과 쿠폰은 모두 소멸합니다.
<br>
2. 회원이 다음 각호의 사유에 해당하는 경우, “플랫폼”은 회원 자격을 제한 및 정지시킬 수 있습니다.
<br>
    1. 가입 신청 시에 허위 내용을 등록한 경우
<br>
    2. “플랫폼”을 이용하여 구입한 재화 등의 대금, 기타 “플랫폼” 이용에 관련하여 “회원”이 부담하는 채무를 기일에 지급하지 않는 경우
<br>
    3. 다른 사람의 “플랫폼” 이용을 방해하거나 그 정보를 도용하는 등 전자상거래 질서를 위협하는 경우
<br>
    4. “플랫폼”을 이용하여 법령 또는 이 약관이 금지하거나 공서양속에 반하는 행위를 하는 경우
<br>
3. “플랫폼”이 회원 자격을 제한, 정지시킨 후, 동일한 행위가 2회 이상 반복되거나 30일 이내에 그 사유가 시정되지 아니하는 경우 “플랫폼”은 회원 자격을 상실시킬 수 있습니다.
<br>
4. “플랫폼”이 회원 자격을 상실시키는 경우에는 회원 등록을 말소합니다. 이 경우 회원에게 이를 통지하고, 회원등록 말소 전에 최소한 30일 이상의 기간을 정하여 소명할 기회를 부여합니다.
<br>
5. “회원”이 관련 법령으로 정한 기간 동안 이용실적이 없는 경우, “플랫폼”은 자동으로 휴면 회원으로 전환하거나 탈퇴 처리합니다.
</div>
</body>
</html>